Repository: danerx77/f1
Catalog: tm/srcdata.tmx
Source language: en
Languages: pl

source: ENIGMA BERRY
pl: ENIGMAJAGODA

source: BRIGHTPOWDER
pl: JASNY PROSZEK

source: An item to be held by a POKéMON.\\nIt casts a tricky glare that lowers\\nthe opponent's accuracy.
pl: Przedmiot do trzymania.\\nOślepia wroga blaskiem obniżającym jego\\ncelność.

source: WHITE HERB
pl: BIAŁE ZIELE

source: An item to be held by a POKéMON.\\nIt restores any lowered stat in\\nbattle. It can be used only once.
pl: Przedmiot do trzymania.\\nPrzywraca każdą obniżoną w walce statystykę.\\nDo jednorazowego użytku.

source: MACHO BRACE
pl: KLAMRA MACZO

source: An item to be held by a POKéMON.\\nIt promotes strong growth but\\nlowers SPEED while it is held.
pl: Przedmiot do trzymania.\\nZwiększa przyrost masy mięśniowej,\\nobniżając SZYBKOŚĆ.

source: EXP. SHARE
pl: ROZDZIELACZ

source: An item to be held by a POKéMON.\\nThe holder gets a share of EXP.\\npoints without having to battle.
pl: Przedmiot do trzymania.\\nTrzymający otrzymuje punkty EXP.\\nbez potrzeby udziału w walce.

source: QUICK CLAW
pl: SZYBKI PAZUR

source: An item to be held by a POKéMON.\\nA light and sharp claw. The holder\\nmay be able to strike first.
pl: Przedmiot do trzymania.\\nJasny i ostry pazur. Trzymający ma większą\\nszansę na pierwszy atak.

source: SOOTHE BELL
pl: KOJĄCY DZWONEK

source: An item to be held by a POKéMON.\\nA bell with a comforting chime that\\nmakes the holder calm and friendly.
pl: Przedmiot do trzymania.\\nDelikatnie brzmiący dzwoneczek.\\nUspakaja POKéMONA, któremu został założony.

source: MENTAL HERB
pl: ZIELE UMYSŁU

source: An item to be held by a POKéMON.\\nIt snaps the holder out of\\ninfatuation. It can be used once.
pl: Przedmiot do trzymania.\\nOtrząsa trzymającego z zauroczenia.\\nDo jednorazowego użytku.

source: CHOICE BAND
pl: OPASKA WYBORU

source: An item to be held by a POKéMON.\\nIt powers up one move, which\\nbecomes the only usable one.
pl: Przedmiot do trzymania.\\nZwiększa siłę jednego ataku, staje się\\non jedynym używalnym ruchem.

source: KING'S ROCK
pl: SKAŁA KRÓLA

source: An item to be held by a POKéMON.\\nIt may cause the foe to flinch\\nupon taking damage.
pl: Przedmiot do trzymania.\\nWrogi POKéMON zadający obrażenia\\nmoże się potknąć.

source: SILVERPOWDER
pl: PROSZEK SREBRA

source: An item to be held by a POKéMON.\\nA shiny silver powder that boosts\\nthe power of BUG-type moves.
pl: Przedmiot do trzymania.\\nŚwiecący, srebrny proszek zwiększający siłę\\nataków typu ROBACZEGO.

source: AMULET COIN
pl: MONETA AMULET

source: An item to be held by a POKéMON.\\nIt doubles the battle money if the\\nholding POKéMON takes part.
pl: Przedmiot do trzymania.\\nZwiększa dwukrotnie przychód z walk, w\\nktórych brał udział trzymający.

source: CLEANSE TAG
pl: NALEPKAOBRONY

source: An item to be held by a POKéMON.\\nIt repels wild POKéMON if the\\nholder is first in the party.
pl: Przedmiot do trzymania.\\nOdpędza dzikie POKéMONY, jeśli\\ntrzymający jest pierwszy w drużynie.

source: SOUL DEW
pl: ROSA DUSZ

source: An orb to be held by a LATIOS or\\nLATIAS. It raises the SP. ATK\\nand SP. DEF stats.
pl: Kula do trzymania przez LATIOSA\\nlub LATIASA. Zwiększa SP. ATK\\ni SP. OBR.

source: DEEPSEATOOTH
pl: ZĄB GŁĘBI

source: An item to be held by a POKéMON.\\nA fang that gleams a sharp silver.\\nIt raises the SP. ATK stat.
pl: Przedmiot do trzymania.\\nPazur błyszczący srebrnym blaskiem.\\nZwiększa statystykę SP. ATAKU.

source: DEEPSEASCALE
pl: ŁUSKA GŁĘBIN

source: An item to be held by a POKéMON.\\nA scale that shines a faint pink.\\nIt raises the SP. DEF stat.
pl: Przedmiot do trzymania.\\nKamień mieniący się łagodnym różowym kolorem.\\nZwiększa SP. OBRONĘ.

source: SMOKE BALL
pl: KULA DYMNA

source: An item to be held by a POKéMON.\\nThe holding POKéMON can flee from\\nany wild POKéMON for sure.
pl: Przedmiot do trzymania.\\nTrzymający POKéMON może uciec przed\\nkażdym dzikim POKéMONEM.

source: EVERSTONE
pl: WIECZNYKAMIEŃ

source: An item to be held by a POKéMON.\\nThe holding POKéMON is prevented\\nfrom evolving.
pl: Przedmiot do trzymania.\\nTrzymający POKéMON nie może\\nprzejść ewolucji.

source: FOCUS BAND
pl: OPASKA SKUP.

source: An item to be held by a POKéMON.\\nThe holding POKéMON may endure an\\nattack, leaving just 1 HP.
pl: Przedmiot do trzymania.\\nTrzymający POKéMON może stłumić atak,\\npozostawiając sobie choć 1 HP.

source: LUCKY EGG
pl: JAJO SZCZĘŚCIA

source: An item to be held by a POKéMON.\\nAn egg filled with happiness that\\nearns extra EXP. points in battle.
pl: Przedmiot do trzymania.\\nJajo wypełnione szczęściem, pozwala\\nzarobić dodatkowe EXP. w walce.

source: SCOPE LENS
pl: SOCZEWKA CELU

source: An item to be held by a POKéMON.\\nA lens that boosts the critical-hit\\nratio of the holding POKéMON.
pl: Przedmiot do trzymania.\\nSoczewki podbijające szanse na krytyczne\\nciosy trzymającego POKéMONA.

source: METAL COAT
pl: POWŁOKA METALU

source: An item to be held by a POKéMON.\\nA special metallic film that boosts\\nthe power of STEEL-type moves.
pl: Przedmiot do trzymania.\\nSpecjalna metaliczna powłoka\\nZwiększa moc STALOWYCH ruchów.

source: LEFTOVERS
pl: RESZTKI

source: An item to be held by a POKéMON.\\nThe holding POKéMON gradually\\nregains HP during battle.
pl: Przedmiot do trzymania.\\nTrzymający POKéMON stopniowo odzyskuje\\nutracone HP w walce.

source: DRAGON SCALE
pl: SMOCZA ŁUSKA

source: A thick and tough scale.\\nA DRAGON-type POKéMON may be\\nholding it.
pl: Gruba i twarda łuska.\\nMoże być trzymana przez POKéMONA\\nSMOKA.

source: LIGHT BALL
pl: ŚWIETLNA KULA

source: An orb to be held by a PIKACHU\\nthat raises the SP. ATK stat.\\nTouching it may cause a shock.
pl: Kula do trzymania przez PIKACHU,\\nzwiększająca SP. ATK.\\nDotknięcie jej grozi porażeniem.

source: SOFT SAND
pl: MIĘKKI PIASEK

source: An item to be held by a POKéMON.\\nA loose, silky sand that boosts the\\npower of GROUND-type moves.
pl: Przedmiot do trzymania.\\nDelikatny, jedwabisty piasek zwiększający\\nsiłę ataków typu ZIEMNEGO.

source: HARD STONE
pl: TWARDY KAMIEŃ

source: An item to be held by a POKéMON.\\nAn unbreakable stone that boosts\\nthe power of ROCK-type moves.
pl: Przedmiot do trzymania.\\nNiezniszczalny kamień zwiększający siłę\\nataków typu KAMIENNEGO.

source: MIRACLE SEED
pl: NASIONO CUDU

source: An item to be held by a POKéMON.\\nA seed imbued with life that boosts\\nthe power of GRASS-type moves.
pl: Przedmiot do trzymania.\\nNasienie przesycone życiem, zwiększający\\nsiłę ataków TRAWIASTYCH.

source: BLACKGLASSES
pl: CIEMNE OKULARY

source: An item to be held by a POKéMON.\\nA shady-looking pair of glasses\\nthat boosts DARK-type moves.
pl: Przedmiot do trzymania.\\nPrzyciemnione okulary zwiększające\\nsiłę ataków typu MROCZNEGO.

source: BLACK BELT
pl: CZARNY PAS

source: An item to be held by a POKéMON.\\nA belt that boosts determination\\nand FIGHTING-type moves.
pl: Przedmiot do trzymania.\\nPas zwiększający zawzięcie i siłę\\nataków typu WALCZĄCEGO.

source: MAGNET
pl: MAGNES

source: An item to be held by a POKéMON.\\nA powerful magnet that boosts the\\npower of ELECTRIC-type moves.
pl: Przedmiot do trzymania.\\nPotężny magnes zwiększający siłę\\nataków typu ELEKTRYCZNEGO.

source: MYSTIC WATER
pl: MISTYCZNAWODA

source: An item to be held by a POKéMON.\\nA teardrop-shaped gem that boosts\\nthe power of WATER-type moves.
pl: Przedmiot do trzymania.\\nKlejnot w kształcie łzy zwiększający siłę\\nataków typu WODNEGO.

source: SHARP BEAK
pl: OSTRY DZIÓB

source: An item to be held by a POKéMON.\\nA long, sharp beak that boosts the\\npower of FLYING-type moves.
pl: Przedmiot do trzymania.\\nDługi, ostry dziób zwiększający siłę\\nataków typu LATAJĄCEGO.

source: POISON BARB
pl: TRUJĄCY KOLEC

source: An item to be held by a POKéMON.\\nA small, poisonous barb that boosts\\nthe power of POISON-type moves.
pl: Przedmiot do trzymania.\\nMały, trujący kolec zwiększający siłę\\nataków typu TRUJĄCEGO.

source: NEVERMELTICE
pl: NIETOPLIWYLÓD

source: An item to be held by a POKéMON.\\nA piece of ice that repels heat\\nand boosts ICE-type moves.
pl: Przedmiot do trzymania.\\nKawałek lodu pochłaniający ciepło.\\nZwiększa siłę LODOWYCH ataków.

source: SPELL TAG
pl: NALEPKA KLĄTWY

source: An item to be held by a POKéMON.\\nA sinister, eerie tag that boosts\\nGHOST-type moves.
pl: Przedmiot do trzymania.\\nZłowieszcza, zła etykieta.\\nZwiększa siłę ataków DUCHÓW.

source: TWISTEDSPOON
pl: WYGIĘTA ŁYŻKA

source: An item to be held by a POKéMON.\\nA spoon imbued with telekinetic\\npower boosts PSYCHIC-type moves.
pl: Przedmiot do trzymania.\\nŁyżka wygięta mocami telekinetycznymi.\\nZwiększa siłę ataków PSYCHICZNYCH.

source: CHARCOAL
pl: WĘGIEL DRZEWNY

source: An item to be held by a POKéMON.\\nA combustible fuel that boosts the\\npower of FIRE-type moves.
pl: Przedmiot do trzymania.\\nMateriał opałowy zwiększający siłę\\nataków typu OGNISTEGO.

source: DRAGON FANG
pl: SMOCZY KIEŁ

source: An item to be held by a POKéMON.\\nA hard and sharp fang that boosts\\nthe power of DRAGON-type moves.
pl: Przedmiot do trzymania.\\nTwardy i ostry pazur, zwiększający\\nsiłę ataków typu SMOCZEGO.

source: SILK SCARF
pl: JEDWABNY SZAL

source: An item to be held by a POKéMON.\\nA sumptuous scarf that boosts the\\npower of NORMAL-type moves.
pl: Przedmiot do trzymania.\\nWystawna chustka zwiększająca siłę\\nataków typu NORMALNEGO.

source: UP-GRADE
pl: AKTUALIZACJA

source: A transparent device filled with all\\nsorts of data.\\nIt is made by SILPH CO.
pl: Przezroczyste urządzenie wypełnione\\ndanymi.\\nWyprodukowane przez SILPH CO.

source: SHELL BELL
pl: DZWONEK-MUSZLA

source: An item to be held by a POKéMON.\\nThe holding POKéMON regains some\\nHP upon striking the foe.
pl: Przedmiot do trzymania.\\nTrzymający POKéMON odzyskuje trochę HP\\npodczas ataku na wroga.

source: SEA INCENSE
pl: KAD. MORZA

source: An item to be held by a POKéMON.\\nIt slightly boosts the power of\\nWATER-type moves.
pl: Przedmiot do trzymania.\\nLekko zwiększa siłę ataków typu\\nWODNEGO.

source: LAX INCENSE
pl: KADZ. SPOKOJU

source: An item to be held by a POKéMON.\\nIts tricky aroma slightly reduces\\nthe foe's accuracy.
pl: Przedmiot do trzymania.\\nJego niecodzienny zapach zmniejsza lekko\\ncelność wroga.

source: LUCKY PUNCH
pl: CIOS SZCZĘŚCIA

source: A glove to be held by a CHANSEY.\\nIt raises CHANSEY's critical-hit\\nratio.
pl: Rękawica do trzymania dla\\nCHANSEY.\\nZwiększa szansę na cios krytyczny.

source: METAL POWDER
pl: PROSZEKMETALU

source: A fine, hard powder to be held by\\na DITTO.\\nIt raises DITTO's DEFENSE stat.
pl: Solidny, szorstki proszek do\\ntrzymania przez DITTO.\\nZwiększa jego OBRONĘ.

source: THICK CLUB
pl: GRUBA KOŚĆ

source: A hard bone of some sort to be\\nheld by a CUBONE or MAROWAK.\\nIt raises the ATTACK stat.
pl: Twarda kość do trzymania dla\\nCUBONE'A bądź MAROWAKA.\\nZwiększa ich statystykę ATAKU.

source: STICK
pl: PATYK

source: A stick of leek to be held by a\\nFARFETCH'D. It raises FARFETCH'D's\\ncritical-hit ratio.
pl: Liść pora do trzymania przez\\nFARFETCH'DA. Zwiększa szanse na\\nzadanie ciosu krytycznego.

source: RED SCARF
pl: CZER. SZALIK

source: An item to be held by a POKéMON.\\nIt boosts the holding POKéMON's\\nCOOL condition in CONTESTS.
pl: Przedmiot do trzymania.\\nZwiększa stan COOL POKéMONA\\nw czasie KONKURSÓW.

source: BLUE SCARF
pl: NIEB. SZALIK

source: An item to be held by a POKéMON.\\nIt boosts the holding POKéMON's\\nBEAUTY condition in CONTESTS.
pl: Przedmiot do trzymania.\\nZwiększa stan COOL POKéMONA\\nw czasie KONKURSÓW.

source: PINK SCARF
pl: RÓŻOWY SZALIK

source: An item to be held by a POKéMON.\\nIt boosts the holding POKéMON's\\nCUTE condition in CONTESTS.
pl: Przedmiot do trzymania.\\nZwiększa stan COOL POKéMONA\\nw czasie KONKURSÓW.

source: GREEN SCARF
pl: ZIEL. SZALIK

source: An item to be held by a POKéMON.\\nIt boosts the holding POKéMON's\\nSMART condition in CONTESTS.
pl: Przedmiot do trzymania.\\nZwiększa stan COOL POKéMONA\\nw czasie KONKURSÓW.

source: YELLOW SCARF
pl: ŻÓŁTY SZALIK

source: An item to be held by a POKéMON.\\nIt boosts the holding POKéMON's\\nTOUGH condition in CONTESTS.
pl: Przedmiot do trzymania.\\nZwiększa stan COOL POKéMONA\\nw czasie KONKURSÓW.

source: MACH BIKE
pl: KOLARKA

source: A folding bicycle that is at least\\ntwice as fast as walking.
pl: Składany rower poruszający się\\ndwa razy szybciej niż pieszy.

source: COIN CASE
pl: ETUINAŻETONY

source: A case for holding COINS obtained\\nat the GAME CORNER.\\nIt holds up to 9,999 COINS.
pl: Pokrowiec na ŻETONY otrzymany w\\nSALONIE GIER.\\nMoże przechować do 9,999 ŻETONÓW.

source: ITEMFINDER
pl: RZECZOSZUKACZ

source: A device used for finding items.\\nIf there is a hidden item nearby\\nwhen it is used, it emits a signal.
pl: Urządzenie służące do szukania\\nprzedmiotów. Emituje sygnał, gdy\\nw pobliżu ukryty jest przedmiot.

source: OLD ROD
pl: STARA WĘDKA

source: An old and beat-up fishing rod.\\nUse it by any body of water to \\nfish for wild POKéMON.
pl: Stara, zużyta wędka.\\nUżyj jej przy dowolnej tafli wody, by\\nłowić dzikie POKéMONY.

source: GOOD ROD
pl: DOBRA WĘDKA

source: A new, good-quality fishing rod.\\nUse it by any body of water to \\nfish for wild POKéMON.
pl: Wysokiej jakości wędka.\\nUżyj jej przy dowolnej tafli wody,\\nby łowić dzikie POKéMONY.

source: SUPER ROD
pl: SUPER WĘDKA

source: An awesome, high-tech fishing rod.\\nUse it by any body of water to fish\\nfor wild POKéMON.
pl: Świetna, nowoczesna wędka.\\nUżyj jej przy dowolnej tafli wody, by\\nłowić dzikie POKéMONY.

source: S.S. TICKET
pl: BILET NA PROM

source: The ticket required for sailing on\\nthe ferry S.S. ANNE.\\nIt has a drawing of a ship on it.
pl: Bilet wymagany, by dostać się\\nna pokład promu S.S. ANNA.\\nMa na sobie rysunek statku.

source: CONTEST PASS
pl: BILETNAPOKAZY

source: The pass required for entering\\nPOKéMON CONTESTS. It has a\\ndrawing of an award ribbon on it.
pl: Przepustka wymagana do wzięcia\\nudziału w KONKURSACH. Ma na\\nsobie rysunek wstęgi.

source: WAILMER PAIL
pl: WAILMER-NEWKA

source: A nifty watering pail.\\nUse it to promote strong growth in\\nBERRIES planted in soft soil.
pl: Wydajna konewka.\\nUżywana, by zwiększyć prędkość wzrostu\\nJAGÓD zasianych w glebie.

source: DEVON GOODS
pl: TOWARY DEVON

source: A package that contains mechanical\\nparts of some sort made by the\\nDEVON CORPORATION.
pl: Paczka zawierająca mechaniczne\\nczęści stworzone przez\\nKORPORACJE DEVON.

source: SOOT SACK
pl: TORBA NA PYŁ

source: A sack used to collect volcanic\\nash automatically during walks\\nover deep ash.
pl: Wór używany do automatycznego\\nzbierania pyłu wulkanicznego\\nw trakcie podróży.

source: BASEMENT KEY
pl: KLUCZ WATTSON

source: The key to NEW MAUVILLE, which\\nwas constructed beneath MAUVILLE\\nCITY.
pl: Klucz do NEW MAUVILLE, budowanego\\nprzy MAUVILLE CITY.

source: ACRO BIKE
pl: ROWER BMX

source: A folding bicycle that is capable\\nof stunts like jumps and wheelies.
pl: Składany rower umożliwiający\\nwykonywanie różnych sztuczek.

source: A case for holding {POKEBLOCK}S made\\nwith a BERRY BLENDER. It releases\\none {POKEBLOCK} when shaken.
pl: Pojemnik na {POKEBLOCK}I przygotowane\\nw BERRY BLENDER. Wypuszcza\\njeden {POKEBLOCK} gdy jest wstrząśnięty.

source: LETTER
pl: LIST

source: An extremely important letter to\\nSTEVEN from the PRESIDENT of the\\nDEVON CORPORATION.
pl: Niesamowicie ważny list od\\nSTEVENA dla PREZESA KORPORACJI\\nDEVON.

source: EON TICKET
pl: BILET EON

source: The ticket required for sailing on a\\nferry to a distant southern island.\\nIt features a drawing of an island.
pl: Bilet wymagany do podróży promem na\\nodległą południową wyspę.\\nNarysowana jest na nim wyspa.

source: RED ORB
pl: CZERWONA KULA

source: An orb that glows red.\\nIt is said to contain an incredible\\npower from ancient times.
pl: Kula świecąca się na czerwono.\\nPodobno zawiera niesamowitą moc\\npradawnych czasów.

source: BLUE ORB
pl: NIEBIESKA KUL

source: An orb that glows blue.\\nIt is said to contain an incredible\\npower from ancient times.
pl: Kula świecąca się na niebiesko.\\nPodobno zawiera niesamowitą moc\\npradawnych czasów.

source: SCANNER
pl: SKANER

source: A device used to search for\\nlife-forms in water.\\nIt looks too difficult to use.
pl: Urządzenie używane do\\nwyszukiwania życia pod wodą.\\nZbyt skomplikowane, aby używać.

source: GO-GOGGLES
pl: GO-GOGLE

source: A pair of protective goggles.\\nThey enable a TRAINER to travel\\nthrough even desert sandstorms.
pl: Para ochronnych goggli.\\nPozwalają trenerowi podróżować nawet\\nprzez burzę piaskową.

source: METEORITE
pl: METEORYT

source: A meteorite that fell from space\\nonto MT. MOON long ago.\\nIt is very lumpy and hard.
pl: Meteoryt, który spadł dawno temu\\nna KSIĘŻYCOWĄ GÓRĘ.\\nJest bryłowaty i twardy.

source: RM. 1 KEY
pl: KLUCZ DO P. 1

source: A key that opens the door to Room\\n1 inside the ABANDONED SHIP.\\nIt is old and looks easily broken.
pl: Klucz otwierający drzwi do Pokoju\\nnr 1 wewnątrz OPUSZCZONEGO STATKU.\\nJest stary i łamliwy.

source: RM. 2 KEY
pl: KLUCZ DO P. 2

source: A key that opens the door to Room\\n2 inside the ABANDONED SHIP.\\nIt is old and looks easily broken.
pl: Klucz otwierający drzwi do Pokoju\\nnr 2 wewnątrz OPUSZCZONEGO STATKU.\\nJest stary i łamliwy.

source: RM. 4 KEY
pl: KLUCZ DO P. 4

source: A key that opens the door to Room\\n4 inside the ABANDONED SHIP.\\nIt is old and looks easily broken.
pl: Klucz otwierający drzwi do Pokoju\\nnr 4 wewnątrz OPUSZCZONEGO STATKU.\\nJest stary i łamliwy.

source: RM. 6 KEY
pl: KLUCZ DO P. 6

source: A key that opens the door to Room\\n6 inside the ABANDONED SHIP.\\nIt is old and looks easily broken.
pl: Klucz otwierający drzwi do Pokoju\\nnr 6 wewnątrz OPUSZCZONEGO STATKU.\\nJest stary i łamliwy.

source: STORAGE KEY
pl: KLUCZDOŁADOWN

source: A key that opens the storage hold\\ninside the ABANDONED SHIP.\\nIt is old and looks easily broken.
pl: Klucz otwierający składzik\\nwewnątrz OPUSZCZONEGO STATKU.\\nJest stary i łamliwy.

source: ROOT FOSSIL
pl: SKAM. KORZEN

source: A fossil of an ancient, seafloor-\\ndwelling POKéMON. It appears to be\\npart of a plant root.
pl: Skamielina pradawnego, podmorskiego\\nPOKéMONA. Wydaje się być częścią\\nkorzenia rośliny.

source: CLAW FOSSIL
pl: SKAM. PAZUR

source: A fossil of an ancient, seafloor-\\ndwelling POKéMON. It appears to be\\npart of a claw.
pl: Skamielina pradawnego, podmorskiego\\nPOKéMONA. Wydaje się być częścią\\npazura.

source: DEVON SCOPE
pl: SKANER DEVON

source: A scope that signals the presence\\nof any unseeable POKéMON.\\nIt is made by the DEVON CORP.
pl: Urządzenie sygnalizujące obecność\\nniewidocznego POKéMONA.\\nStworzone przez KORPORACJĘ DEVON.

source: An extremely powerful attack.\\nHowever, if the user is hit before\\nusing the move, they will flinch.
pl: Niesamowicie potężny atak.\\nJednak, jeżeli użytkownik zostanie\\ntrafiony przed użyciem, potknie się.

source: Sharp, huge claws hook and slash\\nthe foe quickly and with great\\npower.
pl: Ostre, wielkie pazury rozcinają\\ni szatkują wroga z wielką\\nmocą.

source: The foe is hit with a pulsing blast\\nof water. It may also confuse the\\ntarget.
pl: Wróg trafiony jest potężnym ciosem\\nwodnym. Oszałamia też\\nprzeciwnika.

source: The user calms its spirit and\\nfocuses its mind to raise its\\nSP. ATK and SP. DEF stats.
pl: Użytkownik\\nkoncentruje umysł\\nna podniesieniu SP.\\nATAKU i SP. OBR.

source: A savage roar that causes the foe\\nto switch out of battle. In the\\nwild, ROAR ends the battle.
pl: Oponent zmuszony\\njest do zmiany z\\nsojusznikiem. Dzika\\nwalka kończy się.

source: A move that leaves the foe badly\\npoisoned. Its poison damage worsens\\nevery turn.
pl: Ruch ostro zatruwający\\nprzeciwnika.\\nObrażenia z trucizny\\nrosną co turę.

source: Summons a hailstorm that lasts for\\nfive turns. The hailstorm damages\\nall types except the ICE type.
pl: Burza gradu trwająca\\npięć tur uszkadza\\nPOKéMONY oprcz\\ntypu LODOWEGO.

source: The user tightens all its muscles\\nand bulks up, boosting both its\\nATTACK and DEFENSE stats.
pl: Użytkownik podnosi\\nswoje ciało, aby\\nzwiększyć stat.\\nATAKU i OBRONY.

source: The user shoots seeds at the foe\\nin rapid succession. Two to five\\nseeds are shot at once.
pl: Użytkownik strzela\\ndo wrogw. Dwa\\ndo pięciu nasion\\njest strzelanych.

source: A variable move that changes type\\nand power depending on the POKéMON\\nusing it.
pl: Atak zmieniający\\nsię pod względem\\nintensywności\\nużytkownika.

source: The weather is turned sunny for\\nfive turns. Over that time, FIRE-\\ntype moves are powered up.
pl: Słońce świeci\\nprzez pięć tur,\\nzmacniając ruchy\\nOGNISTE.

source: A taunted foe may become enraged.\\nIt will then only be able to use\\nattack moves.
pl: Wróg jest wyśmiewany\\nwe wściekłość, ktra\\npozwala mu używać\\nruch ataku.

source: An icy-cold beam is shot at the\\nfoe. It may leave the target\\nfrozen.
pl: Wróg zaatakowany\\njest lodowym\\npromieniem. Może\\nzamrozić wroga.

source: A vicious snow-and-wind attack that\\nstrikes all foes in battle. It may\\ncause freezing.
pl: Wróg miotany jest\\nprzez zamieć.\\nMoże zamrozić\\nwroga.

source: A harsh attack that inflicts severe\\ndamage on the foe. However, the\\nuser must rest the next turn.
pl: Dotkliwie rażący\\natak zmuszający\\nwroga do tury\\nodpoczynku.

source: A wall of light is created over\\nfive turns. It reduces damage from\\nSP. ATK attacks.
pl: Snop światła\\nzmniejsza obrażenia\\nz atakw typu SP. ATK\\nna 5 tur.

source: The user is completely protected\\nfrom attack in the turn it is used.\\nIt may fail if used in succession.
pl: Umożliwia unikanie\\natakw. Może się\\npowieść, jeśli jest\\nużywany kolejno.

source: A heavy rain is summoned for five\\nturns. Over that time, WATER-type\\nmoves are powered up.
pl: Ciężki deszcz pada\\nprzez pięć tur,\\nzmacniając ruchy\\ntypu WODNEGO.

source: The user strikes the foe with\\ntentacles or roots, stealing the\\ntarget's HP and healing itself.
pl: Ostry atak, ktróy\\npochłania połowę \\nzadanych obrażeń,\\naby odzyskać HP.

source: Protects the party with a shield\\nagainst all status problems over\\nfive turns.
pl: Chroni strone\\nużytkownika przed\\nwszystkimi statusami\\nprzez pięć tur.

source: This attack move grows more\\npowerful the more the POKéMON\\ndislikes its TRAINER.
pl: Ten atak staje się\\ncoraz silniejszy, im\\nmniej użytkownik\\nlubi TRENERA.

source: A 2-turn attack that uses the first\\nturn for absorbing sunlight, then\\nblasting the foe in the next turn.
pl: Dwuturowy ruch, który\\nsponiewiera wroga\\nabsorbowaną energią\\nw 2 turze.

source: The foe is slammed with a sturdy\\ntail of steel. It may lower the\\ntarget's DEFENSE stat.
pl: Atak z twardym jak\\nstal ogonem. Może\\nobniżyć statystykę\\nobrony wroga.

source: A massive jolt of electricity is\\nlaunched at the foe. It may cause\\nparalysis.
pl: Potężny atak\\nelektryczny, który\\nmoże też sparaliżować\\nwroga.

source: Strikes the foe with a huge\\nthunderbolt. It may cause\\nparalysis.
pl: Brutalny atak\\npiorunem, który\\nmoże dodatkowo\\nsparaliżować wroga.

source: Causes an earthquake that strikes\\nall POKéMON in battle, excluding\\nthe user.
pl: Trzęsienie ziemi\\ntrafia wszystkie\\nPOKéMONY w walce\\nprócz użytkownika.

source: This attack move grows more\\npowerful the more the POKéMON\\nlikes its TRAINER.
pl: Ten atak staje się\\ncoraz silniejszy, im\\nmniej użytkownik\\nlubi TRENERA.

source: A 2-turn attack in which the user\\ndigs underground, then strikes.\\nIt can be used to exit dungeons.
pl: Atak trafiający\\nw drugiej turze.\\nMoże być użyty,\\ndo wyjścia z jaskiń.

source: A powerful blast of telekinetic\\nenergy strikes the foe. It may\\nlower the target's SP. DEF stat.
pl: Silny atak kinetyczny\\nmogący obniżyć\\nSP. OBR przeciwnika.
